<?php

return [
    'awaiting_payment'               => 'ហាងរបស់អ្នកត្រូវបានយល់ព្រម ប៉ុន្តែការទូទាត់មិនទាន់ពេញលេញទេ។ បើកតំណបង់ប្រាក់ KHQR ដែលយើងផ្ញើ បញ្ចូលលេខសម្គាល់បង្កាន់ដៃរបស់អ្នក បន្ទាប់មកព្យាយាមម្តងទៀត។',
    'confirm_logout'                 => 'តើអ្នកប្រាកដជាចង់ចាកចេញមែនទេ?',
    'confirm_logout_title'           => 'បញ្ជាក់ការចាកចេញ',
    'gcaptcha'                       => 'ខ្ញុំមិនមែនជាម៉ាស៊ីនទេ។',
    'go'                             => 'ចូល',
    'invalid_gcaptcha'               => 'មិនត្រឹមត្រូវខ្ញុំមិនមែនជាម៉ាស៊ីនទេ។',
    'invalid_installation'           => 'ការបញ្ចូលមិនត្រឹមត្រូវ, សូមពិនិត្យមើលឯកសារ php.ini របស់អ្នក។',
    'invalid_username_and_password'  => 'ឈ្មោះឬក៏ពាក្យសំងាត់មិនត្រឹមត្រូវ។',
    'login'                          => 'ចូល',
    'login_title'                    => 'ចូលប្រព័ន្ធ',
    'logout'                         => 'ចាកចេញពីប្រព័ន្ធ',
    'migration_needed'               => 'ការផ្ទេរទិន្នន័យទៅកាន់ {0} នឹងចាប់ផ្តើមបន្ទាប់ពីការចូល។',
    'password'                       => 'ពាក្យសំងាត់',
    'remember_me'                    => 'ចងចាំខ្ញុំ',
    'required_username'              => 'វាលឈ្មោះអ្នកប្រើត្រូវបានទាមទារ។',
    'show_password'                  => 'បង្ហាញពាក្យសំងាត់',
    'username'                       => 'ឈ្មោះ',
    'welcome'                        => 'សូមស្វាគមន៏',
];
